data/cae_te_workspace/experiments/openfoam/resin_fill_v002/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| resin_fill_v002: Power-law non-Newtonian proxy (Moldflow Phase 1)          |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  powerLaw;

nu0             [0 2 -1 0 0 0 0] 0.01;
k               [0 2 -1 0 0 0 0] 0.001;
n               [0 0 0 0 0 0 0] 0.6;
nuMin           [0 2 -1 0 0 0 0] 1e-06;
nuMax           [0 2 -1 0 0 0 0] 1.0;

// ************************************************************************* //
